Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# settings.voice.description
source: Dictate prompts to AI coding tools instead of typing.
ar: أملِ الأوامر على أدوات الذكاء الاصطناعي بدلاً من الكتابة.
bn: টাইপ করার বদলে AI কোডিং টুলগুলিতে প্রম্পট বলুন।
de: Diktiere Prompts an KI-Coding-Tools, statt sie zu tippen.
es: Dicta prompts a herramientas de IA en lugar de escribir.
fr: Dicte des prompts aux outils d’IA plutôt que de taper.
hi: टाइप करने के बजाय AI कोडिंग टूल्स को प्रॉम्प्ट बोलें।
id: Dikte prompt ke alat AI alih-alih mengetik.
ja: AI コーディングツールにタイプせず音声でプロンプトを口述します。
ko: 입력하는 대신 AI 코딩 도구에 프롬프트를 음성으로 받아쓰세요.
pt_br: Dite prompts para as ferramentas de IA em vez de digitar.
pt_pt: Dite prompts às ferramentas de IA em vez de escrever.
ru: Диктуйте подсказки AI-инструментам вместо ввода.
ur: ٹائپ کرنے کے بجائے AI ٹولز کو پرامپٹ بولیں۔
zh_hans: 不用打字，直接向 AI 编程工具口述提示词。

# settings.voice.info
source: Requires iOS 26. Speech is processed entirely on-device.
ar: يتطلب iOS 26. تتم معالجة الكلام بالكامل على الجهاز.
bn: iOS 26 প্রয়োজন। স্পিচ সম্পূর্ণ ডিভাইসে প্রক্রিয়া হয়।
de: Erfordert iOS 26. Die Sprache wird vollständig auf dem Gerät verarbeitet.
es: Requiere iOS 26. La voz se procesa íntegramente en el dispositivo.
fr: Nécessite iOS 26. La parole est traitée entièrement sur l’appareil.
hi: iOS 26 आवश्यक। वाणी पूरी तरह डिवाइस पर संसाधित होती है।
id: Memerlukan iOS 26. Ucapan diproses sepenuhnya di perangkat.
ja: iOS 26 が必要です。音声はすべて端末上で処理されます。
ko: iOS 26이 필요합니다. 음성은 전부 기기에서 처리됩니다.
pt_br: Requer iOS 26. A fala é processada inteiramente no dispositivo.
pt_pt: Requer iOS 26. A fala é processada inteiramente no dispositivo.
ru: Требуется iOS 26. Речь обрабатывается полностью на устройстве.
ur: iOS 26 درکار ہے۔ تقریر مکمل طور پر ڈیوائس پر پراسیس ہوتی ہے۔
zh_hans: 需要 iOS 26。语音完全在设备端处理。

# settings.voice.language.auto
source: Auto (Device)
ar: تلقائي (الجهاز)
bn: স্বয়ংক্রিয় (ডিভাইস)
de: Auto (Gerät)
es: Auto (dispositivo)
fr: Auto (appareil)
hi: स्वतः (डिवाइस)
id: Otomatis (Perangkat)
ja: 自動 (デバイス)
ko: 자동 (기기)
pt_br: Automático (dispositivo)
pt_pt: Automático (dispositivo)
ru: Авто (устройство)
ur: خودکار (ڈیوائس)
zh_hans: 自动（设备）

# settings.voice.language.de-DE
source: German
ar: الألمانية
bn: জার্মান
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
id: Jerman
ja: ドイツ語
ko: 독일어
pt_br: Alemão
pt_pt: Alemão
ru: Немецкий
ur: جرمن
zh_hans: 德语

# settings.voice.language.en-GB
source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
bn: ইংরেজি (যুক্তরাজ্য)
de: Englisch (UK)
es: Inglés (Reino Unido)
fr: Anglais (R.-U.)
hi: अंग्रेज़ी (यूके)
id: Inggris (UK)
ja: 英語 (英国)
ko: 영어 (영국)
pt_br: Inglês (Reino Unido)
pt_pt: Inglês (Reino Unido)
ru: Английский (Великобритания)
ur: انگریزی (UK)
zh_hans: 英语（英国）

# settings.voice.language.en-US
source: English (US)
ar: الإنجليزية (الولايات المتحدة)
bn: ইংরেজি (মার্কিন)
de: Englisch (USA)
es: Inglés (EE. UU.)
fr: Anglais (É.-U.)
hi: अंग्रेज़ी (यूएस)
id: Inggris (AS)
ja: 英語 (米国)
ko: 영어 (미국)
pt_br: Inglês (EUA)
pt_pt: Inglês (EUA)
ru: Английский (США)
ur: انگریزی (USA)
zh_hans: 英语（美国）

# settings.voice.language.es-ES
source: Spanish (ES)
ar: الإسبانية (إسبانيا)
bn: স্প্যানিশ (ES)
de: Spanisch (ES)
es: Español (ES)
fr: Espagnol (ES)
hi: स्पेनिश (ES)
id: Spanyol (ES)
ja: スペイン語 (ES)
ko: 스페인어 (스페인)
pt_br: Espanhol (ES)
pt_pt: Espanhol (ES)
ru: Испанский (Испания)
ur: ہسپانوی (ES)
zh_hans: 西班牙语（西班牙）

# settings.voice.language.es-MX
source: Spanish (MX)
ar: الإسبانية (المكسيك)
bn: স্প্যানিশ (MX)
de: Spanisch (MX)
es: Español (MX)
fr: Espagnol (MX)
hi: स्पेनिश (MX)
id: Spanyol (MX)
ja: スペイン語 (MX)
ko: 스페인어 (멕시코)
pt_br: Espanhol (MX)
pt_pt: Espanhol (MX)
ru: Испанский (Мексика)
ur: ہسپانوی (MX)
zh_hans: 西班牙语（墨西哥）

# settings.voice.language.fr-FR
source: French
ar: الفرنسية
bn: ফরাসি
de: Französisch
es: Francés
fr: Français
hi: फ्रेंच
id: Prancis
ja: フランス語
ko: 프랑스어
pt_br: Francês
pt_pt: Francês
ru: Французский
ur: فرانسیسی
zh_hans: 法语

# settings.voice.language.ja-JP
source: Japanese
ar: اليابانية
bn: জাপানি
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
id: Jepang
ja: 日本語
ko: 일본어
pt_br: Japonês
pt_pt: Japonês
ru: Японский
ur: جاپانی
zh_hans: 日语

# settings.voice.language.pt-BR
source: Portuguese (BR)
ar: البرتغالية (البرازيل)
bn: পর্তুগিজ (BR)
de: Portugiesisch (BR)
es: Portugués (BR)
fr: Portugais (BR)
hi: पुर्तगाली (BR)
id: Portugis (BR)
ja: ポルトガル語 (BR)
ko: 포르투갈어 (브라질)
pt_br: Português (BR)
pt_pt: Português (BR)
ru: Португальский (Бразилия)
ur: پرتگالی (BR)
zh_hans: 葡萄牙语（巴西）

# settings.voice.language.pt-PT
source: Portuguese (PT)
ar: البرتغالية (البرتغال)
bn: পর্তুগিজ (PT)
de: Portugiesisch (PT)
es: Portugués (PT)
fr: Portugais (PT)
hi: पुर्तगाली (PT)
id: Portugis (PT)
ja: ポルトガル語 (PT)
ko: 포르투갈어 (포르투갈)
pt_br: Português (PT)
pt_pt: Português (PT)
ru: Португальский (Португалия)
ur: پرتگالی (PT)
zh_hans: 葡萄牙语（葡萄牙）

# settings.voice.language.zh-CN
source: Chinese (Simplified)
ar: الصينية (المبسطة)
bn: চীনা (সরলীকৃত)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
hi: चीनी (सरलीकृत)
id: Tionghoa (Sederhana)
ja: 中国語 (簡体字)
ko: 중국어 (간체)
pt_br: Chinês (simplificado)
pt_pt: Chinês (simplificado)
ru: Китайский (упрощённый)
ur: چینی (آسان)
zh_hans: 中文（简体）

# settings.voice.section
source: // voice-to-text
ar: // الصوت إلى نص
bn: // ভয়েস-থেকে-টেক্সট
de: // sprache-zu-text
es: // voz a texto
fr: // voix vers texte
hi: // वाक्-से-पाठ
id: // suara ke teks
ja: // 音声からテキスト
ko: // 음성-텍스트
pt_br: // voz para texto
pt_pt: // voz para texto
ru: // голос в текст
ur: // آواز سے متن
zh_hans: // 语音转文本

# splash.connecting
source: connecting...
ar: جاري الاتصال...
bn: সংযোগ হচ্ছে...
de: verbinden...
es: conectando...
fr: connexion...
hi: कनेक्ट हो रहा है...
id: menyambung...
ja: 接続中...
ko: 연결 중...
pt_br: conectando...
pt_pt: a ligar...
ru: подключение...
ur: جڑ رہا ہے...
zh_hans: 正在连接...

# splash.tagline
source: the operating system for AI agents
ar: نظام التشغيل لوكلاء الذكاء الاصطناعي
bn: AI এজেন্টদের জন্য অপারেটিং সিস্টেম
de: das Betriebssystem für KI-Agenten
es: el sistema operativo para agentes de IA
fr: le système d’exploitation pour agents IA
hi: AI एजेंट्स के लिए ऑपरेटिंग सिस्टम
id: sistem operasi untuk agen AI
ja: AI エージェントのためのオペレーティング システム
ko: AI 에이전트를 위한 운영 체제
pt_br: o sistema operacional para agentes de IA
pt_pt: o sistema operativo para agentes de IA
ru: операционная система для ИИ-агентов
ur: AI ایجنٹس کے لیے آپریٹنگ سسٹم
zh_hans: AI 智能体的操作系统

# ssh.attach.error.presenceUnavailable
source: Presence unavailable for this Mac.
ar: الحضور غير متاح لهذا الـ Mac.
bn: এই Mac-এর জন্য উপস্থিতি অনুপলব্ধ।
de: Präsenz für diesen Mac nicht verfügbar.
es: Presencia no disponible para este Mac.
fr: Présence indisponible pour ce Mac.
hi: इस Mac के लिए उपस्थिति अनुपलब्ध।
id: Kehadiran tidak tersedia untuk Mac ini.
ja: この Mac のプレゼンスは利用できません。
ko: 이 Mac의 Presence를 사용할 수 없습니다.
pt_br: Presença indisponível para este Mac.
pt_pt: Presença indisponível para este Mac.
ru: Присутствие недоступно для этого Mac.
ur: اس Mac کے لیے موجودگی دستیاب نہیں۔
zh_hans: 此 Mac 的 Presence 不可用。

# ssh.attach.error.unknownHost
source: Mac address not known.
ar: عنوان Mac غير معروف.
bn: Mac-এর ঠিকানা অজানা।
de: Mac-Adresse unbekannt.
es: Dirección del Mac desconocida.
fr: Adresse du Mac inconnue.
hi: Mac का पता अज्ञात।
id: Alamat Mac tidak diketahui.
ja: Mac のアドレスが不明です。
ko: Mac 주소를 알 수 없습니다.
pt_br: Endereço do Mac não conhecido.
pt_pt: Endereço do Mac desconhecido.
ru: Адрес Mac неизвестен.
ur: Mac کا پتہ نامعلوم۔
zh_hans: Mac 地址未知。

# ssh.commander.button.takeCommand
source: Take Command
ar: تولّ التحكم
bn: কমান্ড নিন
de: Übernehmen
es: Tomar el control
fr: Prendre la main
hi: कमांड लें
id: Ambil alih
ja: コマンドを取る
ko: 명령 가져오기
pt_br: Assumir
pt_pt: Assumir
ru: Перехватить
ur: کمان سنبھالیں
zh_hans: 接管命令

# ssh.commander.controlledFrom
source: Session controlled from %@
ar: الجلسة متحكم بها من %@
bn: সেশন %@ থেকে নিয়ন্ত্রিত
de: Sitzung gesteuert von %@
es: Sesión controlada desde %@
fr: Session contrôlée depuis %@
hi: सत्र %@ से नियंत्रित
id: Sesi dikendalikan dari %@
ja: %@ からセッションを制御中
ko: %@에서 세션 제어 중
pt_br: Sessão controlada por %@
pt_pt: Sessão controlada por %@
ru: Сессия управляется с %@
ur: سیشن %@ سے کنٹرول ہو رہا ہے
zh_hans: 会话正由 %@ 控制

# ssh.commander.source.desktop
source: desktop
ar: سطح المكتب
bn: ডেস্কটপ
es: escritorio
fr: bureau
hi: डेस्कटॉप
ja: デスクトップ
ko: 데스크톱
ru: рабочий стол
ur: ڈیسک ٹاپ
zh_hans: 桌面

# ssh.commander.source.otherDevice
source: another device
ar: جهاز آخر
bn: অন্য ডিভাইস
de: einem anderen Gerät
es: otro dispositivo
fr: un autre appareil
hi: दूसरे डिवाइस
id: perangkat lain
ja: 別のデバイス
ko: 다른 기기
pt_br: outro dispositivo
pt_pt: outro dispositivo
ru: другое устройство
ur: دوسری ڈیوائس
zh_hans: 另一台设备

# ssh.error.attachPaneFailed
source: Failed to connect to pane: %@
ar: فشل الاتصال باللوحة: %@
bn: pane-এ সংযোগ ব্যর্থ: %@
de: Verbindung zum Bereich fehlgeschlagen: %@
es: Error al conectar al panel: %@
fr: Échec de la connexion au volet : %@
hi: pane से कनेक्ट विफल: %@
id: Gagal menyambung ke pane: %@
ja: ペインに接続できませんでした: %@
ko: 패널에 연결하지 못했습니다: %@
pt_br: Falha ao conectar ao painel: %@
pt_pt: Falha ao ligar ao painel: %@
ru: Не удалось подключиться к pane: %@
ur: pane سے جڑنے میں ناکام: %@
zh_hans: 无法连接到窗格：%@

# ssh.error.macUnreachable
source: Mac is not reachable. Try opening the Soyeht app on your Mac.
ar: تعذّر الوصول إلى Mac. حاول فتح تطبيق Soyeht على Mac.
bn: Mac পৌঁছানো যাচ্ছে না। আপনার Mac-এ Soyeht অ্যাপ খোলার চেষ্টা করুন।
de: Der Mac ist nicht erreichbar. Öffnen Sie die Soyeht-App auf Ihrem Mac.
es: El Mac no está accesible. Intenta abrir la app Soyeht en tu Mac.
fr: Mac inaccessible. Essayez d’ouvrir l’app Soyeht sur votre Mac.
hi: Mac पहुँच योग्य नहीं। अपने Mac पर Soyeht ऐप खोलकर देखें।
id: Mac tidak dapat dijangkau. Coba buka aplikasi Soyeht di Mac Anda.
ja: Mac に接続できません。Mac で Soyeht アプリを開いてみてください。
ko: Mac에 연결할 수 없습니다. Mac에서 Soyeht 앱을 열어 보세요.
pt_br: Mac não está acessível. Tente abrir o app Soyeht no seu Mac.
pt_pt: Mac não está acessível. Tente abrir a aplicação Soyeht no seu Mac.
ru: Mac недоступен. Попробуйте открыть Soyeht на вашем Mac.
ur: Mac تک رسائی نہیں۔ اپنے Mac پر Soyeht ایپ کھولنے کی کوشش کریں۔
zh_hans: 无法访问 Mac。请尝试在 Mac 上打开 Soyeht app。

# voice.button.send
source: Send
ar: إرسال
bn: পাঠান
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ko: 보내기
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
ur: بھیجیں
zh_hans: 发送

# voice.error.assetsNotReady
source: Speech recognition assets not ready
ar: موارد التعرف على الكلام ليست جاهزة
bn: স্পিচ রিকগনিশন অ্যাসেট প্রস্তুত নয়
de: Spracherkennungs-Ressourcen nicht bereit
es: Los recursos de reconocimiento de voz no están listos
fr: Les ressources de reconnaissance vocale ne sont pas prêtes
hi: वाक् पहचान संसाधन तैयार नहीं
id: Aset pengenalan suara belum siap
ja: 音声認識用のアセットが準備できていません
ko: 음성 인식 자산이 준비되지 않았습니다
pt_br: Arquivos de reconhecimento de fala não estão prontos
pt_pt: Ficheiros de reconhecimento de fala não estão prontos
ru: Ресурсы распознавания речи не готовы
ur: تقریر شناخت کے وسائل تیار نہیں
zh_hans: 语音识别资源尚未准备好

# voice.error.languageNotSupported
source: Language not supported for speech recognition
ar: اللغة غير مدعومة للتعرف على الكلام
bn: স্পিচ রিকগনিশনের জন্য ভাষা সমর্থিত নয়
de: Sprache wird für die Spracherkennung nicht unterstützt
es: Idioma no admitido para el reconocimiento de voz
fr: Langue non prise en charge par la reconnaissance vocale
hi: वाक् पहचान के लिए भाषा समर्थित नहीं
id: Bahasa tidak didukung untuk pengenalan suara
ja: この言語は音声認識に対応していません
ko: 이 언어는 음성 인식을 지원하지 않습니다
pt_br: Idioma não suportado para reconhecimento de fala
pt_pt: Idioma não suportado para reconhecimento de fala
ru: Язык не поддерживается для распознавания речи
ur: تقریر شناخت کے لیے زبان معاون نہیں
zh_hans: 语音识别不支持此语言

# voice.error.noAudioInput
source: No audio input available
ar: لا يتوفر إدخال صوتي
bn: কোনো অডিও ইনপুট উপলব্ধ নেই
de: Keine Audioeingabe verfügbar
es: No hay entrada de audio disponible
fr: Aucune entrée audio disponible
hi: कोई ऑडियो इनपुट उपलब्ध नहीं
id: Tidak ada input audio tersedia
ja: オーディオ入力が利用できません
ko: 사용 가능한 오디오 입력이 없습니다
pt_br: Nenhuma entrada de áudio disponível
pt_pt: Nenhuma entrada de áudio disponível
ru: Аудиовход недоступен
ur: کوئی آڈیو ان پٹ دستیاب نہیں
zh_hans: 没有可用的音频输入

# voice.error.speechUnavailable
source: Speech recognition is not available on this device
ar: التعرف على الكلام غير متاح على هذا الجهاز
bn: এই ডিভাইসে স্পিচ রিকগনিশন উপলব্ধ নেই
de: Spracherkennung ist auf diesem Gerät nicht verfügbar
es: El reconocimiento de voz no está disponible en este dispositivo
fr: La reconnaissance vocale n’est pas disponible sur cet appareil
hi: इस डिवाइस पर वाक् पहचान उपलब्ध नहीं
id: Pengenalan suara tidak tersedia di perangkat ini
ja: このデバイスでは音声認識を利用できません
ko: 이 기기에서는 음성 인식을 사용할 수 없습니다
pt_br: Reconhecimento de fala não disponível neste dispositivo
pt_pt: Reconhecimento de fala não disponível neste dispositivo
ru: Распознавание речи недоступно на этом устройстве
ur: اس ڈیوائس پر تقریر شناخت دستیاب نہیں
zh_hans: 此设备不支持语音识别

# voice.permission.microphoneDenied
source: Microphone access denied. Open Settings to enable.
ar: تم رفض الوصول إلى الميكروفون. افتح الإعدادات للتفعيل.
bn: মাইক্রোফোন অ্যাক্সেস প্রত্যাখ্যাত। সক্ষম করতে সেটিংস খুলুন।
de: Mikrofonzugriff verweigert. Öffne Einstellungen, um es zu aktivieren.
es: Acceso al micrófono denegado. Abre Ajustes para habilitarlo.
fr: Accès au micro refusé. Ouvrez Réglages pour l’activer.
hi: माइक्रोफोन एक्सेस अस्वीकृत। सक्षम करने के लिए सेटिंग्स खोलें।
id: Akses mikrofon ditolak. Buka Pengaturan untuk mengaktifkan.
ja: マイクへのアクセスが拒否されました。設定を開いて有効にしてください。
ko: 마이크 접근이 거부되었습니다. 설정을 열어 활성화하세요.
pt_br: Acesso ao microfone negado. Abra os Ajustes para habilitar.
pt_pt: Acesso ao microfone negado. Abra as Definições para ativar.
ru: Доступ к микрофону запрещён. Откройте Настройки, чтобы включить.
ur: مائیکروفون تک رسائی مسترد۔ فعال کرنے کے لیے ترتیبات کھولیں۔
zh_hans: 麦克风访问已被拒绝。请打开“设置”启用。

# settings.householdApplePush.applyFailed
source: Couldn’t update Apple Push Service. The setting was reverted; try again.
ar: تعذر تحديث Apple Push Service. تمت استعادة الإعداد السابق؛ حاول مجددًا.
de: Apple Push Service konnte nicht aktualisiert werden. Die Einstellung wurde zurückgesetzt; versuchen Sie es erneut.
es: No se pudo actualizar Apple Push Service. Se revirtió el ajuste; inténtalo de nuevo.
fr: Impossible de mettre à jour Apple Push Service. Le réglage a été rétabli ; réessayez.
hi: Apple Push Service update नहीं हो सका। setting वापस कर दी गई; फिर कोशिश करें।
id: Tidak dapat memperbarui Apple Push Service. Pengaturan dikembalikan; coba lagi.
ja: Apple Push Service を更新できませんでした。設定は元に戻されました。もう一度お試しください。
ko: Apple Push Service를 업데이트할 수 없습니다. 설정이 되돌려졌습니다. 다시 시도하세요.
pt_br: Não foi possível atualizar o Apple Push Service. A configuração foi revertida; tente novamente.
pt_pt: Não foi possível atualizar o Apple Push Service. A definição foi revertida; tente novamente.
ru: Не удалось обновить Apple Push Service. Настройка была возвращена; попробуйте снова.
ur: Apple Push Service update نہیں ہو سکا۔ setting واپس کر دی گئی؛ دوبارہ کوشش کریں۔
zh_hans: 无法更新 Apple Push Service。设置已恢复，请重试。

# settings.householdApplePush.section
source: home
ar: المنزل
bn: casa
de: Zuhause
es: casa
fr: maison
id: rumah
ja: 家
ko: 집
pt_br: casa
pt_pt: casa
ru: дом
zh_hans: 家

# settings.householdApplePush.unavailable
source: No active home
ar: لا يوجد منزل نشط
de: Kein aktives Zuhause
es: No hay casa activa
fr: Aucune maison active
hi: कोई active home नहीं
id: Tidak ada rumah aktif
ja: アクティブな家がありません
ko: 활성 집 없음
pt_br: Nenhuma casa ativa
pt_pt: Nenhuma casa ativa
ru: Нет активного дома
ur: کوئی active home نہیں
zh_hans: 没有活动的家

# voice.permission.speechDenied
source: Speech recognition denied. Open Settings to enable.
ar: تم رفض التعرف على الكلام. افتح الإعدادات للتفعيل.
bn: স্পিচ রিকগনিশন প্রত্যাখ্যাত। সক্ষম করতে সেটিংস খুলুন।
de: Spracherkennung verweigert. Öffne Einstellungen, um es zu aktivieren.
es: Reconocimiento de voz denegado. Abre Ajustes para habilitarlo.
fr: Reconnaissance vocale refusée. Ouvrez Réglages pour l’activer.
hi: वाक् पहचान अस्वीकृत। सक्षम करने के लिए सेटिंग्स खोलें।
id: Pengenalan suara ditolak. Buka Pengaturan untuk mengaktifkan.
ja: 音声認識が拒否されました。設定を開いて有効にしてください。
ko: 음성 인식이 거부되었습니다. 설정을 열어 활성화하세요.
pt_br: Reconhecimento de fala negado. Abra os Ajustes para habilitar.
pt_pt: Reconhecimento de fala negado. Abra as Definições para ativar.
ru: Распознавание речи запрещено. Откройте Настройки, чтобы включить.
ur: تقریر شناخت مسترد۔ فعال کرنے کے لیے ترتیبات کھولیں۔
zh_hans: 语音识别已被拒绝。请打开“设置”启用。

# parkingLot.dismiss
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
ur: بند کریں
zh_hans: 关闭

# parkingLot.title
source: No rush.
ar: لا عجلة.
de: Keine Eile.
es: Sin prisa.
fr: Rien ne presse.
hi: कोई जल्दी नहीं।
id: Tidak perlu terburu-buru.
ja: 焦らずに。
ko: 서두르지 마세요.
pt_br: Sem pressa.
pt_pt: Sem pressa.
ru: Без спешки.
ur: کوئی جلدی نہیں۔
zh_hans: 不用着急。

# parkingLot.subtitle
source: When you have a Mac nearby, visit the link below and install in under a minute.
ar: عندما يكون Mac بالقرب منك، افتح الرابط أدناه وثبّت التطبيق في أقل من دقيقة.
de: Wenn ein Mac in der Nähe ist, öffnen Sie den Link unten und installieren Sie es in weniger als einer Minute.
es: Cuando tengas un Mac cerca, visita el enlace de abajo e instálalo en menos de un minuto.
fr: Quand vous avez un Mac à proximité, ouvrez le lien ci-dessous et installez en moins d’une minute.
hi: जब आपके पास Mac हो, तो नीचे दिए लिंक पर जाएं और एक मिनट में इंस्टॉल करें।
id: Saat ada Mac di dekat Anda, buka tautan di bawah dan instal dalam waktu kurang dari satu menit.
ja: Macが手元にあるとき、下のリンクにアクセスして1分以内にインストールできます。
ko: 근처에 Mac이 있을 때 아래 링크로 이동하면 1분 안에 설치할 수 있습니다.
pt_br: Quando você tiver um Mac por perto, acesse o link abaixo e instale em menos de um minuto.
pt_pt: Quando tiver um Mac por perto, abra a ligação abaixo e instale em menos de um minuto.
ru: Когда рядом будет Mac, откройте ссылку ниже и установите приложение меньше чем за минуту.
ur: جب آپ کے پاس Mac قریب ہو، نیچے دیے گئے link پر جائیں اور ایک minute سے کم وقت میں install کریں۔
zh_hans: 当 Mac 在你身边时，访问下面的链接，不到一分钟即可安装。

# parkingLot.share
source: Share link
ar: مشاركة الرابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
hi: लिंक शेयर करें
id: Bagikan tautan
ja: リンクを共有
ko: 링크 공유
pt_br: Compartilhar link
pt_pt: Partilhar ligação
ru: Поделиться ссылкой
ur: Link share کریں
zh_hans: 分享链接

# parkingLot.emailReminder
source: Remind me by email
ar: تذكيري عبر البريد الإلكتروني
de: Per E-Mail erinnern
es: Recordármelo por correo
fr: Me le rappeler par e-mail
hi: ईमेल से याद दिलाएं
id: Ingatkan saya lewat email
ja: メールでリマインド
ko: 이메일로 알림 받기
pt_br: Lembrar por e-mail
pt_pt: Lembrar-me por e-mail
ru: Напомнить по e-mail
ur: مجھے email سے یاد دلائیں
zh_hans: 通过电子邮件提醒我

# recovery.title
source: Good news.
ar: أخبار جيدة.
de: Gute Neuigkeiten.
es: Buenas noticias.
fr: Bonne nouvelle.
hi: अच्छी खबर।
id: Kabar baik.
ja: 良いお知らせ。
ko: 좋은 소식입니다.
pt_br: Boa notícia.
pt_pt: Boas notícias.
ru: Хорошие новости.
ur: اچھی خبر۔
zh_hans: 好消息。

# recovery.body
source: If you ever lose your iPhone, another Mac can recover your home. Your keys stay safe — they don't depend on any single device.
ar: إذا فقدت يومًا جهاز iPhone، يمكن لـ Mac آخر استرداد منزلك. مفاتيحك تظل آمنة — لا تعتمد على أي جهاز بمفرده.
de: Wenn Sie Ihr iPhone verlieren, kann ein anderer Mac Ihr Zuhause wiederherstellen. Ihre Schlüssel bleiben sicher: Sie hängen nicht von einem einzelnen Gerät ab.
es: Si alguna vez pierdes tu iPhone, otro Mac puede recuperar tu casa. Tus claves siguen seguras: no dependen de un solo dispositivo.
fr: Si vous perdez un jour votre iPhone, un autre Mac pourra récupérer votre maison. Vos clés restent en sécurité : elles ne dépendent pas d’un seul appareil.
hi: अगर आप कभी iPhone खो दें, तो दूसरा Mac आपका घर वापस पा सकता है। आपकी चाबियां सुरक्षित रहती हैं — वे किसी एक डिवाइस पर निर्भर नहीं हैं।
id: Jika suatu saat Anda kehilangan iPhone, Mac lain dapat memulihkan rumah Anda. Kunci Anda tetap aman: tidak bergantung pada satu perangkat saja.
ja: いつかiPhoneを紛失しても、別のMacがあなたのホームを復元できます。鍵は安全に保管され、どのデバイスにも依存しません。
ko: 언젠가 iPhone을 잃어버려도 다른 Mac이 홈을 복구할 수 있습니다. 키는 안전하게 유지되며 어떤 한 기기에 의존하지 않습니다.
pt_br: Se um dia você perder o iPhone, outro Mac pode recuperar sua casa. Suas chaves ficam seguras — não dependem de nenhum dispositivo sozinho.
pt_pt: Se algum dia perder o iPhone, outro Mac pode recuperar a sua casa. As suas chaves continuam seguras: não dependem de um único dispositivo.
ru: Если вы когда-нибудь потеряете iPhone, другой Mac сможет восстановить ваш дом. Ваши ключи останутся в безопасности: они не зависят от одного устройства.
ur: اگر کبھی آپ کا iPhone گم ہو جائے تو دوسرا Mac آپ کے home کو recover کر سکتا ہے۔ آپ کی keys محفوظ رہتی ہیں — وہ کسی ایک device پر depend نہیں کرتیں۔
zh_hans: 如果你以后丢失 iPhone，另一台 Mac 可以恢复你的家。你的密钥依然安全，不依赖任何单一设备。

# recovery.cta
source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
id: Mengerti
ja: 了解
ko: 알겠습니다
pt_br: Entendi
pt_pt: Compreendi
ru: Понятно
ur: سمجھ گیا
zh_hans: 知道了

# common.error.title
source: error
ar: خطأ
de: Fehler
fr: erreur
hi: त्रुटि
id: kesalahan
ja: エラー
ko: 오류
pt_br: erro
pt_pt: erro
ru: ошибка
ur: خرابی
zh_hans: 错误

# common.button.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Ajustes
pt_pt: Definições
ru: Настройки
ur: ترتیبات
zh_hans: 设置

# common.button.delete
source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pt_br: Apagar
pt_pt: Apagar
ru: Удалить
ur: حذف کریں
zh_hans: 删除

# common.button.delete.lower
source: delete
ar: حذف
bn: মুছুন
de: löschen
es: eliminar
fr: supprimer
hi: हटाएं
id: hapus
ja: 削除
ko: 삭제
pt_br: apagar
pt_pt: apagar
ru: удалить
ur: حذف کریں
zh_hans: 删除

# common.button.retry
source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
pt_pt: Tentar novamente
ru: Повторить
ur: دوبارہ کوشش کریں
zh_hans: 重试

source: error
ar: خطأ
de: Fehler
fr: erreur
hi: त्रुटि
id: kesalahan
ja: エラー
ko: 오류
pt_br: erro
pt_pt: erro
ru: ошибка
ur: خرابی
zh_hans: 错误

source: ok
ar: موافق
bn: ঠিক আছে
es: aceptar
hi: ठीक है
ru: ок
ur: ٹھیک ہے

source: retry
ar: إعادة المحاولة
de: erneut versuchen
es: reintentar
fr: réessayer
hi: फिर कोशिश
id: coba lagi
ja: 再試行
ko: 다시 시도
pt_br: tentar de novo
pt_pt: tentar novamente
ru: повторить
ur: دوبارہ کوشش
zh_hans: 重试

source: servers
ar: الخوادم
de: Server
es: servidores
fr: serveurs
id: server
ja: サーバー
ko: 서버
pt_br: servidores
pt_pt: servidores
ru: серверы
zh_hans: 服务器

# attachment.option.photos
source: Photos
ar: الصور
de: Fotos
es: Fotos
id: Foto
ja: 写真
ko: 사진
pt_br: Fotos
pt_pt: Fotografias
ru: Фото
zh_hans: 照片

# attachment.option.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
id: Kamera
ja: カメラ
ko: 카메라
pt_br: Câmera
pt_pt: Câmara
ru: Камера
zh_hans: 相机

# attachment.option.location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Position
id: Lokasi
ja: 位置情報
ko: 위치
pt_br: Localização
pt_pt: Localização
ru: Геопозиция
zh_hans: 位置

# attachment.option.documents
source: Documents
ar: المستندات
de: Dokumente
es: Documentos
id: Dokumen
ja: 書類
ko: 문서
pt_br: Documentos
pt_pt: Documentos
ru: Документы
zh_hans: 文稿

# attachment.option.files
source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
id: File
ja: ファイル
ko: 파일
pt_br: Arquivos
pt_pt: Ficheiros
ru: Файлы
zh_hans: 文件
